Repository: giellalt/corpus-sme
Catalog: prestable/tmx/swe/admin/sd/www.samediggi.se/24355.html.tmx
Source language: swe
Languages: sme

source: Romernas internationella dag den 8 april - Sametinget
sme: Romaid gaskariikkalaš beaivi 8 b. cuoŋománus - Sametinget

source: Unga romer på danskurs.
sme: Nuorra romat dánsengurssas.

source: Foto: Johan Jeppson.
sme: Govva: Johan Jeppson.

source: Romernas internationella dag den 8 april
sme: Romaid gaskariikkalaš beaivvi 8 b. cuoŋománus.

source: Den 8 april är det romernas nationaldag, eller Internationella Romadagen, och i år är det dessutom 40-årsjubileum. Det uppmärksammas på olika håll i landet.
sme: 8 beaivvi cuoŋománus lea romaid náššunalbeaivi dehe gaskariikkalaš Romabeaivi ja dán jagi lea dasalassin 40-jagi ávvudeapmi mii ávvuduvvo maŋggain báikkiin riikkas.

source: I Stockholm kommer integrationsminister Erik Ullenhag att tala vid en ceremoni i Kungsträdgården.
sme: Feastadoalut Stockholmmas boahtá integrašuvdnaministar Erik Ullenhag doallat sága seremoniijas Kungsträdgårdenis.

source: På länsstyrelsen i Stockholm flaggar man med den romska flaggan.
sme: Stockholmma leanastivra levgi romaid leavgga.

source: I Luleå blir det festligheter på Kulturens hus.
sme: Julevis leat doalut Kulturviesus.

source: Svenska Tornedalingars riksförbund och Sametinget gästar evenemanget och Sveriges demokratiambassadör, Maria Leissner, inviger kvällen.
sme: Ruoŧa Duortnusleagilaččaid Riikkasearvi ja Sámediggi leat guossin ja Ruoŧa demokratiijaambassadeavra Maria Leissner vihaha eahkeda.

source: Nationaldagen firas till minne av den första internationella romska kongressen, som hölls den 8 april 1971 i London.
sme: 40-jagi ávvudeapmi Náššunalbeaivi ávvuduvvo muiton vuosttaš gaskariikkalaš romalaš kongreassas mii dollojuvvui 8 b. cuoŋománus 1971 Londonis.

source: (som betyder " Jag vandrar ").
sme: Dalle mearriduvvui o.m.d. oktasaš romalaš leavgga ja oktasaš náššunallávlla Gelem gelem (mearkkaša " Mon vájaldan ").

source: Detta är en dag som firas i ett fyrtiotal länder i världen med kulturaktiviteter, flaggning, ljuständningar, minnesceremonier mm.
sme: Dát lea beaivi mii ávvuduvvo sullii njealljelot riikkain kulturdoaluiguin, levgemiin, gintalcahkkehemiin, muitoseremoniijaiguin j. n. a. Dán jagi lea earenoamáš fuomášupmi máŋggain báikkiin go lea dasalassin 40-jagi ávvudeapmi.

source: I år är detta extra uppmärksammat på många platser då det dessutom är 40-årsjubileum.
sme: Leavga Romalaš leavggas lea rukses skearru alit ja ruoná ivnniid vuoste.

source: Den romska flaggan består av ett rött hjul mot ett blått och ett grönt fält.
sme: Rukses skearru mearkkaša vánddardeapmi Indias ja romaid ovdáneapmi.

source: Den blå färgen symboliserar himlen (andliga värden) medan den gröna färgen symboliserar jorden.
sme: Alit ivdni mearkkaša dáivvas (silolaš árvvut) ja ruoná ivdni mearkkaša eanan.

source: Romer har funnits i Sverige sedan 1500-talet.
sme: Vihtta joavkku Romer har funnits i Sverige sedan 1500-talet.
